<template>
<div class="useragreement clearfloat">
<div class="title">
    <h2>服务条款</h2>
</div>
<div class="introduce">
    <p>在使用JINGUI时，不管是访问网站还是使用JINGUI提供的任何其他服务，用户需承诺遵守本服务条款的约定。用户如果长期使用JINGUI网站，将被视为您同意我们的服务条款。按照本服务条款约定，JINGUI可能被指代为“我们”、“我们的”、“本网站”及“JINGUI”。JINGUI的用户包括但不限于注册用户，同时还包括以任何方式、状态或形式使用本网站的任何访问者。“加密货币”可以用于描述任何形式的数字货币，包括但不限于比特币和莱特币。您理解并接受本服务条款。</p>
</div>
<div>
    <div>
        <h3>一．用户注册协议</h3>
        <div class="number">1.用户注册</div>
        <div>
           <p>1.1注册资格</p>
           <p>用户承诺：用户具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力,但点击同意注册按钮，本网即视为经其法定代理人同意并由其法定代理人代理注册及应用JINGUI服务。</p>
           <p>1.2 注册目的</p>
           <p>用户承诺：用户进行用户注册并非出于违反法律法规或破坏JINGUI加密货币和数字资产交易秩序的目的。</p>
           <p>1.3注册流程</p>
           <p>用户同意根据JINGUI用户注册页面的要求提供有效手机等信息，设置JINGUI账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性。</p>
           <p>1.4用户合法、完整并有效提供注册所需信息的，有权获得JINGUI账号和密码，JINGUI账号和密码用于用户在JINGUI进行登录。</p>
           <p>1.5用户获得JINGUI账号及密码时视为用户注册成功，用户同意接收JINGUI发送的与JINGUI网站管理、运营相关的电子邮件和/或短消息。</p>
           <p>1.6 用户注册成功后进行加密货币及数字资产交易，应当提供本人的真实身份证信息，进行实名认证。</p>
        </div>
        <div class="number">2.注册协议</div>
        <div>
            <p>2.1JINGUI有权随时更改注册协议而无需提前通知，用户需定期阅览此协议。</p>
            <p>2.2您理解并接受，买卖加密货币或数字资产（比特币，莱特币等）存在风险。由于持续的价格波动，您的资产可能随时增值或贬值。</p>
            <p>2.3您需知晓，购买比特币（或任何其他JINGUI提供的数字货币或资产）存在风险，收益或亏损都由用户自行承担，JINGUI对此不承担任何责任。</p>
            <p>2.4JINGUI网站是提供买卖加密货币及数字资产的交易平台。虽然我们努力确保实现一个公平自由的交易环境，但是对于可能发生的任何形式的恶意“市场操纵”，不论是发生在JINGUI交易平台还是在整个加密货币及数字资产交易市场内，我们一律不承担任何责任。</p>
            <p>2.5用户理解并同意，加密货币及数字资产的价格会因为多种原因（包括政府干预、市场环境和投机行为等）出现不可预测的波动。</p>
            <p>2.6JINGUI平台并不设定现行市价。JINGUI平台上交易的加密货币和数字资产的价格由用户买卖订单直接决定。</p>
            <p>2.7用户根据JINGUI网站提供的信息作出的任何交易决定，其风险和收益均由用户自行承担。对于用户在使用JINGUI网站或其应用程序编程接口的过程中实施的任何行为，JINGUI一律不承担任何责任。</p>
            <p>2.8JINGUI不会推迟发布市场信息，但由网络中断或类似情形引起的信息延误，JINGUI并不担负任何责任。</p>
            <p>2.9用户有责任保护自己的JINGUI账户安全。由于疏忽大意的不安全操作（不管是用户还是JINGUI平台执行的操作行为）造成的任何损失，JINGUI网站、网站负责人及其工作人员将不对此承担任何责任。</p>
            <p>2.10您须自行负责对您的密码保密。将您的密码泄露给第三方将被视为违反此协议。</p>
            <p>2.11用户真实姓名与网站用户名一致时方可使用JINGUI服务。用户不可听从其他第三方企业指示来操作资金交易。</p>
        </div>
    </div>
    <div>
        <h3>二、用户服务</h3>
        <div class="number">1.服务内容</div>
        <p>1.1JINGUI运用自己的系统，通过互联网络等方式为用户提供比特币交易和应用服务。</p>
        <p>1.2用户需提供合法、真实、准确、详尽的个人资料； 如有变动，需及时更新用户资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且JINGUI保留终止用户使用JINGUI各项服务的权利。</p>
        <p>1.3 用户有权在JINGUI浏览加密货币及数字资产实时行情及交易信息、有权通过JINGUI提交加密货币及数字资产交易指令并完成加密货币及数字资产交易。</p>
        <p>1.4用户有权在JINGUI查看其会员账号下的信息，有权应用JINGUI提供的功能进行操作。</p>
        <p>1.5用户有权按照JINGUI发布的活动规则参与JINGUI组织的网站活动。</p>
        <p>1.6JINGUI承诺为用户提供的其他服务。</p>
        <div class="number">2. 服务规则</div>
        <div>
            <p>2.1用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有资金和虚拟币来源的合法性，不得在JINGUI或利用JINGUI服务从事非法或其他损害JINGUI或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经JINGUI授权使用或僞造JINGUI电子邮件题头信息等。</p>
            <p>2.2用户应当遵守法律法规应当妥善使用和保管其JINGUI账号及密码、资金密码、和其注册时绑定的手机号码、以及手机接收的手机验证码的安全。用户对使用其JINGUI账号和密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。</p>
            <p>2.3当用户发现JINGUI账号、密码、或资金密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即有效通知JINGUI，要求JINGUI暂停该JINGUI账号的服务。JINGUI有权在合理时间内对用户的该等请求采取行动，但对JINGUI采取行动前用户已经遭受的损失不承担任何责任。</p>
            <p>2.4用户在未经JINGUI同意的情况下不得将JINGUI账号以赠与、借用、租用、转让或其他方式处分给他人。</p>
        </div>
        <div class="number">3.服务的提供、修改及终止</div>
        <div>
            <p>3.1用户在接受JINGUI各项服务的同时，同意接受JINGUI提供的各类信息服务。</p>
            <p>3.2用户在此授权JINGUI可以向其电子邮件、手机、通信地址等发送商业信息。</p>
            <p>3.3JINGUI保留随时修改或中断服务而不需通知用户的权利。JINGUI有权行使修改或中断服务的权利。</p>
        </div>
    </div>
    <div>
        <h3>三．用户权利与义务</h3>
        <div class="number">1.用户权利</div>
        <div>
            <p>1.1用户一旦注册成功，成为JINGUI的会员，将得到用户名（用户邮箱）和密码，并对以此组用户名和密码登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名的言语、行为等而直接或者间接导致的法律责任。</p>
            <p>1.2用户有权按照本协议约定接受JINGUI提供的加密货币及数字资产交易平台服务。</p>
            <p>1.3用户有权随时提取在JINGUI的资产余额，包括加密货币及数字资产，但需向JINGUI支付相应的提币手续费用。</p>
        </div>
        <div class="number">2.用户义务</div>
        <div>
            <p>2.1用户有义务妥善保管JINGUI账号、用户名和密码、短信验证码，用户将对用户名和密码负全部责任。因用户原因导致用户名或密码泄露而造成的任何法律后果由用户本人负责，由于用户自身原因泄露这些信息导致的财産损失，本站不负相关责任。</p>
            <p>2.2不得利用本站进行违反用户所在国家法律的行为。用户不得通过任何手段恶意注册JINGUI网站账号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户账号。如用户违反上述规定，则JINGUI有权直接采取一切必要的措施，包括但不限于暂停或查封用户账号，取消因违规所获利益等。</p>
            <p>2.3 用户在JINGUI进行加密货币及数字资产交易时不得恶意干扰加密货币及数字资产交易的正常进行、破坏交易秩序。</p>
            <p>2.4用户不得以任何技术手段或其他方式干扰JINGUI的正常运行或干扰其他用户对JINGUI服务的使用。</p>
            <p>2.5如用户因网上交易与其他用户産生诉讼的，不得通过司法或行政以外的途径要求JINGUI提供相关资料。</p>
            <p>2.6用户不得以虚构事实等方式恶意诋毁JINGUI的商誉。</p>
        </div>
    </div>
    <div>
        <h3>四. JINGUI发现账户使用者并非账户初始注册人时，有权中止该账户的使用</h3>
        <p>4.1如用户不具备本服务条款约定的注册资格，则JINGUI有权拒绝用户进行注册，对已注册的用户有权注销其JINGUI会员账号，JINGUI因此而遭受损失的有权向前述用户或其法定代理人主张赔偿。同时，JINGUI保留其他任何情况下决定是否接受用户注册的权利。</p>
        <p>4.2JINGUI发现账户使用者并非账户初始注册人时，有权中止该账户的使用。</p>
        <p>4.3JINGUI通过技术检测、人工抽检等检测方式合理怀疑用户提供的信息错误、不实、失效或不完整时，有权通知用户更正、更新信息或中止、终止为其提供服务。</p>
        <p>4.4JINGUI有权在发现JINGUI上显示的任何信息存在明显错误时，对信息予以更正。</p>
        <p>4.5JINGUI保留随时修改、中止或终止JINGUI服务的权利，JINGUI行使修改或中止服务的权利不需事先告知用户，JINGUI终止一项或多项服务的，终止自JINGUI在网站上发布终止公告之日生效。</p>
        <p>4.6JINGUI应当采取必要的技术手段和管理措施保障JINGUI的正常运行，并提供必要、可靠的交易环境和交易服务，维护加密货币及数字资产交易秩序。</p>
        <p>4.7JINGUI通过加强技术投入、提升安全防范等措施保障用户的加密货币及数字资产托管安全，有义务在用户资金出现可以预见的安全风险时提前通知用户。</p>
        <p>4.8JINGUI有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用JINGUI服务期间的全部交易信息，但不得非法使用该等信息。</p>
        <p>4.9JINGUI有权随时删除JINGUI网站内各类不符合国家法律法规、规范性文件或JINGUI网站规定的用户评价等内容信息，JINGUI行使该等权利不需提前通知用户。</p>
    </div>
    <div>
        <h3>五．拒绝担保与免责</h3>
        <div>
            <p>5.1JINGUI作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。</p>
            <p>5.2基于互联网的特殊性，JINGUI也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因JINGUI导致的责任。</p>
            <p>5.3JINGUI不对用户所发布信息的保存、修改、删除或储存失败负责。</p>
            <p>5.4JINGUI内所有用户所发表的用户评论，仅代表用户个人观点，并不表示本网站赞同其观点或证实其描述，本网站不承担用户评论引发的任何法律责任。</p>
            <p>5.5所有发给用户的通告，JINGUI都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。任何非经JINGUI正规渠道获得的中奖、优惠等活动或信息， JINGUI不承担法律责任。</p>
            <p>5.6JINGUI有权根据市场情况调整充值、提币、交易等手续费费率，有权决定免费推广期的终止。</p>
        </div>
    </div>
    <div>
        <h3>六．隐私权政策</h3>
    <p>请仔细阅读以下内容，明白我们关于您的私人数据的一些条款、规则以及处理方法。通过浏览该网址，表示您已经接受和同意我们在这项政策中的条款。本协议所称之JINGUI用户信息是指符合法律、法规及相关规定，并符合下述范围的信息。</p>
    <div class="number">2.用户义务</div>
    <div>
        <p>1.1用户注册JINGUI会员或申请JINGUI的服务时，向JINGUI提供的个人信息。</p>
        <p>1.2用户在使用JINGUI服务、参加网站活动或访问网站网页时，JINGUI自动接收并记录的用户浏览器端或手机客户端数据，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录。</p>
        <p>1.3JINGUI从商业伙伴处合法获取的用户个人信息。</p>
        <p>1.4其它JINGUI通过合法途径获取的用户个人信息。</p>
    </div>
    <div class="number">2.保密协议</div>
    <div>
        <p>2.1JINGUI承诺：非经法定原因或用户事先许可，JINGUI不会向任何第三方透露用户的密码、姓名、手机号码等非公开信息。</p>
        <p>2.2在下述法定情况下，用户的个人信息将会被部分或全部披露：经用户同意向用户本人或其他第三方披露。</p>
        <p>2.3根据用户所在国家的法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露。</p>
        <p>2.4其它JINGUI根据用户所在国家法律、法规等相关规定进行的披露。</p>
        <p>2.5如果我们相关政策做了重要的变化，我们将按照合适的法律条件去做它，并且我们将在网站上发布公告来提醒您这些改变项在它们生效之前。我们建议您定期地去浏览我们在网站上关于隐私条款的最新信息。</p>
    </div>
    </div>
    <div>
        <h3>七．冲突选择</h3>
        <p>7.1本服务条款是JINGUI与用户注册成为JINGUI用户，使用JINGUI服务之间的重要法律文件， JINGUI或者用户的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为准。</p>
    </div>
    <div>
        <h3>八.联系我们</h3>
        <p>8.1为了保持您个人数据的准确、最新和完整，请联系我们。我们将用合理的方法来更新、修正您此前提交在我们网站上存储的个人数据。本服务条款最终解释权归JINGUI所有，如果您还有其他问题或者疑问关于“服务条款”，请联系我们：</p>
    </div>
</div>
</div>
</template>
<style scoped lang="scss">
/*清除浮动代码*/
.clearfloat:after{
    display:block;
    clear:both;
    content:"";
    visibility:hidden;
    height:0
    }
.clearfloat{
    zoom:1
}
p {
    line-height: 30px;
}
.number {
    margin: 20px 0px;
}
.useragreement {
    float: left;
    background-color: #505455;
    width: 100%;
    padding: 100px 30px 30px 30px;
    min-height: 100%;
    .title {
        text-align:center;
        font-size: 28px;
        line-height: 97px;
        height: 97px;
        border-bottom: 1px dotted rgb(233, 233, 233);
        h2 {
            font-weight: normal;
        }
    }
    .introduce {
        margin: 20px 0px;
        font-size: 14px;
        line-height: 24px;
    }
}
</style>